Repository: FraxinusAcer/user-theme-x
Catalog: po/*.po
Languages: ru_ru, zh_cn

source: Mismatched filetype
ru_ru: Несоответствующий тип файла
zh_cn: 文件类型不匹配

source: Click or press ENTER to apply changes
ru_ru: Нажмите ENTER или щёлкните, чтобы применить изменения
zh_cn: 单击或按回车应用更改

source: Day
ru_ru: День
zh_cn: 白天

source: Night
ru_ru: Ночь
zh_cn: 夜晚

source: Reset all “%s” settings to default?
ru_ru: Сбросить все настройки “%s” по умолчанию?
zh_cn: 将所有“%s”设置重置为默认值?

source: _Stylesheet
ru_ru: Таблица стилей (_S)
zh_cn: 样式表(_S)

source: S_tyle
ru_ru: Стили (_T)
zh_cn: 样式(_T)

source: _Icon
ru_ru: Значки (_I)
zh_cn: 图标(_I)

source: _Cursor
ru_ru: Кур_сор (C)
zh_cn: 光标(_C)

source: _Legacy app
ru_ru: Устаревшие приложения (_L)
zh_cn: 旧式应用(_L)

source: S_hell
ru_ru: Оболочка (_H)
zh_cn: 壳层(_H)

source: Never use with <a href="https://extensions.gnome.org/extension/19/user-themes/">user-theme</a> enabled
ru_ru: Никогда не используйте с включенными <a href="https://extensions.gnome.org/extension/19/user-themes/">пользовательскими темами</a>
zh_cn: 切忌与 <a href="https://extensions.gnome.org/extension/19/user-themes/">user-theme</a> 同用

source: _Accent color
ru_ru: Акцентный цвет (_A)
zh_cn: 强调色(_A)

source: Theme
ru_ru: Тема
zh_cn: 主题

source: Switch according to the Night Light status
ru_ru: Переключать в зависимости от состояния Ночного света
zh_cn: 随夜灯状态切换

source: Wallpaper
ru_ru: Обои
zh_cn: 壁纸

source: Switch according to the system Light/Dark style
ru_ru: Переключать в соответствии с системным стилем Светлый/Тёмный
zh_cn: 随系统明暗样式切换
